Repository: Miserlou/Anomos
Catalog: locale/anomos-*.po
Languages: ast, ca, es, ro, zh_cn

source: Press the i for information
ast: Prime la "i" pa tener información
ca: Prem la i per informació
es: Pulse la "i" para obtener información
ro: Apasă i pentru informaţii
zh_cn: 按我的信息

source: Press the X to remove this download
ast: Prime la "x" pa tener información
ca: Prem la X per a eliminar aquesta descarrega
es: Pulse la "x" para obtener información
ro: Apasă X pentru a înlătura această descărcare
zh_cn: 按X删除此下载

source: Open a torrent
ast: Abrir un torrent
ca: Obre un torrent
es: Abrir un torrent
ro: Deschide un torent
zh_cn: 打开一个以.atorrent

source: Change the settings
ast: camudar la configuración
ca: Canvia les configuracions
es: cambiar la configuración
ro: Schimbă setările
zh_cn: 更改设置

source: Create a new torrent
ast: Crear un torrent nuevu
ca: Crea un torrent nou
es: Crear un nuevo torrent
ro: Creează un torent nou
zh_cn: 创建一个新的.atorrent

source: List torrents you're seeding
ast: Llista de torrents que tas semando
ca: Llista els torrents que envies
es: Lista de torrents estás siembra
ro: Afişează torrentele pe care le încarci
zh_cn: 你名单种子播种

source: List torrents you're downloading
ast: Llista de torrents que tas descargando
ca: Llista els torrents que descarregues
es: Lista de torrents que estás descargando
ro: Afişează torrentele pe care le descarci
zh_cn: 名单种子你下载

source: New %s version available
ast: nueva versión %s disponible
es: nueva versión %s disponible
ro: Noua versiune %s este disponibilă
zh_cn: 新版本可用%s

source: About %s
ast: Tocante a %s
ca: Quant a %s
es: Acerca de %s
ro: Despre %s
zh_cn: 关于%s

source: Version %s
ast: Versión %s
ca: Versió %s
es: Versión %s:
ro: Versiunea %s
zh_cn: 版本 %s

source: Donate
ast: Facer Una Donación
ca: Contribuïu amb una donació
es: Donar
ro: Donează
zh_cn: 捐赠

source: %s Activity Log
ast: %s rexistru d'actividá
ca: Diari d'activitat %s
es: %s registro de actividad
ro: Jurnal de activitate %s
zh_cn: 活动日志 %s

source: Active Connections
ast: Conexones actives
ca: Connexions actives
es: Conexiones activas
ro: Conexiuni active
zh_cn: 活动连接

source: Port
ast: Puertu
es: Puerto
ro: Portul
zh_cn: 港口

source: Country
ast: País
ca: País
es: País
ro: Țara
zh_cn: 国家

source: %s Settings
ast: %s Axustes
es: %s Configuración
ro: %s Setări
zh_cn: 设置 %s

source: Upload rate:
ast: Ratio de xuba
ca: Taxa de descàrrega
es: relación de carga
ro: Rata de încărcare:
zh_cn: 上传速度：

source: Seed completed torrents:
ast: Compartir torrents completaos:
ca: Sembra els torrents completats
es: Sembrar torrents completados:
ro: Torrente încărcate complet
zh_cn: 种子完成的种子：

source: until share ratio reaches
ast: fasta que la share ratio algame
ca: mentres la taxa de compartició arriba
es: hasta la relación parte llega a
ro: până când rata de distribuţie atinge
zh_cn: 直到份额的比例达到

source: for
ast: pa
ca: per
es: para
ro: pentru
zh_cn: 为了

source: minutes, whichever comes first. 0 is unlimited.
ast: minutos, lo qu'asoceda primero. 0 ye illimitáu.
ca: minuts, qualsevol ve primer. 0 és ilimitat.
es: minutos, lo que ocurra primero. 0 es ilimitado.
ro: minute, oricare are loc primul. 0 este nelimitat.
zh_cn: 分钟，以先到者为准。 0是无限的。

source: Look for available port:
ast: Guetar por un puertu disponible:
ca: Mira per ports disponibles:
es: buscar puerto disponible
ro: Caută port disponibil
zh_cn: 0是无限的。 查询可用的端口：

source: starting at port:
ast: entamando nel puertu:
ca: Comença al port:
es: empezando en el puerto
ro: Începând cu portul:
zh_cn: 开始在端口：

source: Download folder:
ast: Carpeta de descargues:
ca: Carpeta de baixades:
es: Carpeta de descarga:
ro: Dosarul de Descărcare:
zh_cn: 下载文件夹：

source: Default:
ast: Prefetermináu:
ca: Per defecte:
es: Predeterminado:
ro: Implicit:
zh_cn: 默认值：

source: Change..
ast: Camudar
ca: Canvia..
es: Cambiar
ro: Schimbă..
zh_cn: 变更..

source: Ask where to save each download
ast: Entrugar aú atroxar cada descarga
ca: Pregunta on desar cada descarregar
es: Preguntar dónde guardar cada descarga
ro: Întreabă unde se salvează fiecare descărcare
zh_cn: 问在哪里保存每个下载

source: Torrent anonymizer tracker URL:
ast: Direición del rastreador que fai torrents anónimos:
ca: URL del tracker anonimitzador de Torrents
es: Dirección del rastreador que hace torrents anónimos:
ro: Adresa anonimazitorului coordonatorului de torrent:
zh_cn: Torrent Anonymizer公司跟踪网址：

source: The tracker to use instead of the old torrent tracker
ast: El rastreador a usar n'arróu del antiguu torrent tracker
ca: El tracker a utilitzar enlloc de l'antic tracker de torrents
es: El seguidor de utilizar en lugar del antiguo torrent tracker
ro: Coordonatorul de folosit în schimbul vechiului coordonator de torrent
zh_cn: 该跟踪器来代替旧的.atorrent跟踪

source: Proxy address to use (Tor+Privoxy is 127.0.0.1:8118):
ast: Direición del proxy a usar (Tor+Privoxy ye 127.0.0.1:8118):
ca: La adreça del proxy a utilitzar (Tor+Privoxy is 127.0.0.1:8118):
es: Dirección del proxy a usar (Tor+Privoxy es 127.0.0.1:8118):
ro: Adresa proxy pentru a fi folosită (Tor+Privoxy is 127.0.0.1:8118):
zh_cn: 使用代理服务器地址（Tor的+ Privoxy是127.0.0.1:8118）：

source: Where is your proxy?
ast: ¿Aú ta'l to proxy?
ca: On es el teu proxy?
es: ¿Dónde está tu proxy?
ro: Unde se află proxy-ul tău?
zh_cn: 您的代理在哪里？

source: IP to report to the tracker:
ast: IP a informar al rastreador:
ca: IP per a reportar al tracker:
es: IP que informe a la tracker
ro: IP de raportat către coordonator:
zh_cn: IP来报告跟踪：

source: If you want to connect through Tor
ast: Si quies coneutar por Tor
ca: Si vols connectar-te mitjançant Tor
es: Si quieres connectar por Tor
ro: Dacă vrei să te conectezi prin Tor
zh_cn: 如果您想通过Tor连接

source: Automatically fetch external IP (uses anomos.info)
ast: Obtener automáticamente IP esterna (usos anomos.info)
ca: Cerca automàticament la adreça IP externa (utilitza anomos.info)
es: Obtener automáticamente IP externa (usos anomos.info)
ro: Obţine automat IP extern (foloseşte anomos.info)
zh_cn: 自动获取外部IP（使用anomos.info）

source: Choose default download directory
ast: Escueyi'l direutoriu predetermináu pa descargues
ca: Escull el directori de baixades per defecte
es: Elija el directorio por defecto para descargar
ro: Alege dosar de descărcare implicit
zh_cn: 选择默认的下载目录

source: Files in "%s"
ast: Ficheros en "%s"
ca: Fitxers a %s
es: Archivos en "%s"
ro: Fişiere în "%s"
zh_cn: 文件在%s

source: Filename
ast: Nome de ficheru
ca: Nom del fitxer
es: Nombre de archivo
ro: Nume fișier
zh_cn: 文件名

source: Length
ast: Llonxitú
ca: Mida
es: Duración
ro: Lungime
zh_cn: 长度

source: Peers for "%s"
ast: Peers por "%s"
es: Iquales por "%s"
ro: Membrii pentru "%s"
zh_cn: 对同行%s

source: IP address
ast: Direición IP
ca: Adreça IP
es: Dirección IP
ro: Adresă IP
zh_cn: IP地址

source: Client
ast: Veceru
es: Cliente
zh_cn: 客户端

source: Connection
ast: Conexón
ca: Connexió
es: Conexión
ro: Conexiune
zh_cn: 连接

source: KB/s down
ast: KB/s baxada
ca: KB/s de baixada
es: KB/s bajando
ro: KB/s jos
zh_cn: KB/s 的下降

source: KB/s up
ast: KB/s xuba
ca: KB/s de pujada
es: KB/s subiendo
ro: KB/s sus
zh_cn: KB/s 上传

source: Torrent name:
ast: Nome del torrent:
ca: Nom del Torrent:
es: Nombre del torrent:
ro: Nume torrent:
zh_cn: .aTorrent名称：

source: Announce url:
ast: Anunciu url:
ca: URL de l'anunci:
es: Anuncio url:
ro: Url anunţare:
zh_cn: 公布网址：

source: , in one file
ast: , nun ficheru
ca: , en un fitxer
es: , en uno archivo
ro: , într-un singur fişier.
zh_cn: ，在一个文件中

source: , in %d files
ast: , en %d ficheros
ca: , en %d fitxers
es: , en %d archivos
ro: , în %d fişiere

source: Total size:
ast: Tamañu total:
ca: Mida total:
es: Tamaño total:
ro: Mărime totală:
zh_cn: 总面积：

source: Pieces:
ast: Partes:
ca: Peces:
es: Partes:
ro: Părți:
zh_cn: 件：

source: Info hash:
ast: información hash:
ca: Informació del hash:
es: información hash:
ro: Informaţii hash
zh_cn: 信息哈希：

source: Save in:
ast: Guardar en:
ca: Desa a:
es: Guardar en:
ro: Salvează în:
zh_cn: 保存：

source: File name:
ast: Nome de ficheru:
ca: Nom del fitxer:
es: Nombre de archivo:
ro: Nume fișier:
zh_cn: 文件名：

source: Open directory
ast: Abrir direutoriu
ca: Obre el directori
es: Abrir directorio
ro: Deschide director
zh_cn: 开放目录

source: Show file list
ast: Amosar la llista de ficheros
ca: Mostra la llista de fitxers
es: Mostar la lista de archivos
ro: Arată lista de fișiere
zh_cn: 显示文件列表

source: Torrent info
ast: Información de torrent
ca: Informació del Torrent
es: Información de torrent
ro: Informaţii torrent
zh_cn: .aTorrent信息

source: Remove torrent
ast: Desaniciar torrent
ca: Suprimeix un torrent
es: Eliminar el torrent
ro: Şterge torrent-ul
zh_cn: 删除.atorrent

source: Cancel torrent
ast: Encaboxar torrent
ca: Canceŀla el torrent
es: cancelar torrent
ro: Anulează torrent-ul
zh_cn: 取消.atorrent

source: , will seed for %s
ast: , va compartise por %s
es: , se sembrará durante %s
ro: , va încărca pentru %s
zh_cn: ，将种子%s

source: , will seed indefinitely.
ast: , va compartise indefinidamente.
ca: , serà sembrat indefinidament
es: , se sembrará indefinidamente.
ro: , va încărcat indefinit
zh_cn: ，将种子下去。

source: Done, share ratio: %d%%
ast: Fecho, share ratio: %d%%
ca: Fet, rati de compartició: %d%%
es: Listo, parte proporción: %d%%
ro: Terminat, rata de distribuţie: %d%%

source: Done, %s uploaded
ast: Fecho, %s xubío
ca: Fet, pujat %s
es: Listo, %s cargado
ro: Terminat, %s încărcat.
zh_cn: 这样，上传 %s

source: Done
ast: Fecho
ca: Fet
es: Listo
ro: Terminat
zh_cn: 做完

source: Torrent _info
ast: Info T_orrent
ca: _informació del Torrent
es: Torrent _información
ro: _Informaţii torrent
zh_cn: Torrent信息

source: _Open directory
ast: _Abrir direutoriu
ca: _Obre el directori
es: _Abrir directorio
ro: _Deschide director
zh_cn: 开放目录

source: _File list
ast: _Llista de ficheros
ca: Llista de _fitxers
es: _Lista de archivo
ro: Listă _fişiere
zh_cn: 文件列表

source: Are you sure you want to remove "%s"?
ast: ¿Daveres que quies desaniciar "%s"?
ca: Estàs segur que vols esborrar %s
es: ¿Está seguro de que deseas eliminar "%s"?
ro: Sigur vrei să ştergi "%s"?
zh_cn: 您确定要删除"%s"？

source: Your share ratio for this torrent is %d%%.
ast: La to share ratio pa esti torrent ye %d%%.
ca: El teu rati de compartició per aquest torrent és de %d%%
es: Su proporción para este torrente es %d%%.
ro: Rata ta de distribuţie pentru acest torrent este %d%%

source: You have uploaded %s to this torrent.
ast: Xubisti %s a esti torrent.
ca: Has pujat %s per a aquest torrent
es: Has subido %s a este torrent.
ro: Ai încărcat %s pentru acest torrent.
zh_cn: 您上传%s本洪流。

source: Remove this torrent?
ast: ¿Quitar esti torrent?
ca: Eliminat aquest torrent
es: ¿Quite este torrent?
ro: Ştergi acest torrent?
zh_cn: 删除此种子？

source: Anomos has no running torrents
ast: Anomos nun tien torrents n'execución
ca: Anomos no té cap torrent funcionant
es: Anomos no tiene funcionamiento torrents
ro: Anonomos nu are nici un torrent activ.
zh_cn: Anomos没有运行的种子

source: Finished
ast: Fináu
ca: Finalitzat
es: Terminado
ro: Terminat
zh_cn: 成品

source: drag into list to seed
ast: arrastra a la llista pa compartir
ca: Arrossegueu a la llista per a sembrar-lo
es: arrastre en la lista para sembrar
ro: glisează în listă pentru a încărca
zh_cn: 拖到种子名单

source: Failed
ast: Falló
ca: Ha fallat
es: Fallido
ro: Eşuare
zh_cn: 失败

source: drag into list to resume
ast: arrastra a la llista pa reanudar
ca: Arrossegueu a la llista per a reprende'l
es: arrastre en la lista para reanudar
ro: glisează în listă pentru a reactivate
zh_cn: 拖动到列表恢复

source: Re_start
ast: Re_aniciar
ca: Re_comença
es: Re_inicie
ro: Re_startează
zh_cn: 重新启动

source: _Remove torrent
ast: _Desaniciar torrent
ca: _Elimina el torrent
es: _Eliminar torrent
ro: _Sterge torrent
zh_cn: 删除.atorrent

source: Waiting
ast: N'espera
ca: Esperant
es: Esperando
ro: În așteptare
zh_cn: 轮候

source: Download _now
ast: Descargar_agora
ca: Baixe'l _ara
es: Descargar_ahora
ro: Descarcă _acum
zh_cn: 立即下载

source: _Cancel download
ast: _Encaboxar descarga
ca: _Cancela la baixada
es: _cancelar descarga
ro: A_nulează descărcare
zh_cn: 取消下载

source: Paused
ast: Posáu
ca: Aturat
es: Pausado
ro: În pauză
zh_cn: 暂停

source: Running
ast: N'execución
ca: En execució
es: Corriendo
ro: Rulează
zh_cn: 运行

source: Share ratio: -
ast: proporción: -
ca: Rati de compartició:-
es: proporción
ro: Rată de distribuţie: -
zh_cn: 股份比例： -

source: Download
ast: Descarga
ca: Baixada
es: Descargar
ro: Descarcă
zh_cn: 下载

source: Upload
ast: Xuba
ca: Puja
es: Cargar
ro: Încarcă
zh_cn: 上传

source: Downloads (0)
ast: descargues (0)
ca: Baixades (0)
es: descargas (0)
ro: Descărcări (0)
zh_cn: 下载（0）

source: Seeds (0)
ast: Semientes (0)
ca: Llavors (0)
es: Semillas (0)
ro: Încărcări (0)
zh_cn: 种子（0）

source: _Open an .atorrent file
ast: a_brir un ficheru de .atorrent
ca: _Obre un fitxer .atorrent
es: abrir un archivo de .atorrent
ro: _Deschide într-un fişier .atorrent
zh_cn: 打开一个。atorrent文件的

source: _Anonymize and open a .torrent file
ast: _Anonimizar y abrir un ficheru .torrent
ca: _Anonimitza i obre un fitxer .torrent
es: _Anonimizar y abrir un archivo .torrent
ro: _Anonimizează şi deschide un fişier .torrent
zh_cn: 匿名化，并打开一个BT。torrent文件

source: _Play
ast: _Reproducir
ca: _Reprodueix
es: _Representarse
ro: _Rulează
zh_cn: 播放

source: Pa_use
ast: Po_sar
ca: Pa_usa
ro: Pau_ză
zh_cn: 暂停

source: Make a _new .atorrent file
ast: Facer un ficheru a.torrent _nuevu
ca: Fes un fitxer .atorrent _nou
es: Hacer un _nuevo archivo .atorrent
ro: Crează un fişier .atorrent _nou
zh_cn: 创建一个新的。atorrent文件

source: S_ettings
ast: A_xustes
ca: C_onfiguracions
es: C_onfiguración
ro: S_etări
zh_cn: 设置

source: _Quit
ast: _Colar
ca: _Surt
es: _Terminar
ro: _Ieșire
zh_cn: 退出

source: _Downloads
ast: _Descargues
ca: _Baixades
es: _Descargas
ro: _Descărcări
zh_cn: 下载

source: _Seeds
ast: _Semientes
ca: _Llavors
es: _Semillas
ro: _Încărcări
zh_cn: 种子

source: _Connections
ast: _Conexones
ca: _Connexions
es: _Conexiones
ro: _Conexiuni
zh_cn: 连接

source: _Log
ast: _Rexistru
ca: _Registre
es: _Registro de actividad
ro: _Jurnal
zh_cn: 登陆

source: Settings
ast: Axustes
ca: Configuració
es: Configuración
ro: Setări
zh_cn: 设置

source: _Go
ast: _Dir
ca: _Vés a
es: _Ir
ro: _Du-te la
zh_cn: 进入

source: S_top
ast: P_arar
ca: A_tura
es: D_eja
zh_cn: 停止

source: _Help
ast: Ai_da
ca: _Ajuda
es: _Ayuda
ro: _Ajutor
zh_cn: 帮助

source: A_bout
ast: T_ocante a
ca: Q_uant a
es: A_cerca de
ro: _Despre
zh_cn: 关于中国

source: _File
ast: _Ficheru
ca: _Fitxer
es: _Archivo
ro: _Fișier
zh_cn: 文件

source: _View
ast: _Ver
ca: _Visualitza
es: Ver
ro: _Vizualizare
zh_cn: 查看

source: Yes
ast: Sí
ca: Sí
es: Sí
ro: Da
zh_cn: 是

source: No
ast: Non
ro: Nu
zh_cn: 否

source: Cancel
ast: Encaboxar
ca: Cancel·la
es: Cancelar
ro: Anulează
zh_cn: 取消

source: Do you really want to quit?
ast: ¿De xuru quies colar?
ca: Esteu segur que voleu sortir?
es: ¿Realmente desea salir?
ro: Chiar vrei să închizi?
zh_cn: 你真的要退出吗？

source: Really quit?
ast: ¿Colar daveres?
ca: Realment surto?
es: ¿realmente dejar?
ro: Sigur ieși?
zh_cn: 真的退出？

source: Anomos help is at %s Would you like to go there now?
ast: L'aida d'Anomos ta en %s
ca: L'ajuda d'Anomos es a %s
es: Ayuda Anomos está en %s
ro: Ajutorul Anomos se găseşte la %s Vrei să mergi acolo acum?
zh_cn: Anomos帮助是在 %s. 你愿意去那里呢？

source: Visit help web page?
ast: ¿Dir a la páxina web d'aida?
ca: Voleu visitar la pàgina d'ajuda
es: ¿Ir a la página web de ayuda?
ro: Accesez pagina de ajutor de internet?
zh_cn: 访问帮助网页？

source: There is one finished torrent in the list.
ast: Hai un torrent completáu na llista.
ca: Hi ha un Torrent acabat a la llista
es: Hay un torrent terminó en la lista.
ro: Există un torrent terminat în listă.
zh_cn: 有一个列表中完成洪流。

source: Do you want to remove it?
ast: ¿quies desanicialu?
ca: Voleu esborrar-lo?
es: ¿quieres eliminarlo?
ro: Vrei să-l ştergi?
zh_cn: 你想删除它？

source: There are %d finished torrents in the list.
ast: Hai %d torrents completaos na llista.
ca: Hi ha %d torrents a la llista
es: Hay %d torrents terminó en la lista.
ro: Sunt %d torrente terminate în listă.

source: Do you want to remove all of them?
ast: ¿Quies desanicialos?
ca: Voleu esborrar-los tots?
es: ¿Quieres eliminar todos ellos?
ro: Vrei să le ştergi pe toate?
zh_cn: 你要删除所有这些？

source: Remove all finished torrents?
ast: ¿Quitar tolos torrents completaos?
ca: Voleu esborrar tots els torrents ffinalitzats?
es: ¿Quite todos los torrents terminado?
ro: Şterg toate torrentele terminate?
zh_cn: 删除所有成品种子？

source: No finished torrents
ast: Nun hai torrents completaos
ca: No hi ha torrents finalitzats
es: No torrents terminado
ro: Niciun torrent terminat
zh_cn: 没有完成种子

source: There are no finished torrents to remove.
ast: Nun hai torrents completaos pa desaniciar.
ca: No hi ha torrents finalitzats a esborrar.
es: No hay torrents terminados a eliminar.
ro: Nu există torrente terminate pentru a fi şterse.
zh_cn: 没有完成种子删除。

source: File exists!
ast: ¡El ficheru esiste!
ca: El fitxer existeix!
es: ¡El archivo existe!
ro: Fişierul există!
zh_cn: 文件存在！

source: "%s" already exists. Do you want to choose a different file name?.
ast: "%s" yá esiste. ¿Quies escoyer un nome de ficheru distintu?
ca: «%s» ja existeix. Vols triar un nom diferent per al fitxer?
es: "%s" ya existe. ¿Quiere elegir un nombre de archivo diferente?
ro: "%s" există deja. Doreşti să alegi un nume de fişier diferit?.
zh_cn: %s 已经存在。你想选择一个不同的文件名？。

source: error
ast: fallu
ro: Eroare
zh_cn: 错误

source: critical
ast: Críticu
ca: crític
es: crítico
ro: critică
zh_cn: 关键

source: (global message) : %s
ast: (mensaxe global) : %s
ca: (missatge global): %s
es: (mensaje global) : %s
ro: (mesaj global) : %s
zh_cn: （全球信息）：%s

source: Multiple errors have occurred.
ast: Asocedieron múltiples errores.
ca: Han ocorregut múltiples errors
es: Múltiples errores han ocurrido
ro: Au avut loc mai multe erori
zh_cn: 多个错误发生。

source: Click OK to view the error log.
ast: Fai clic en OK pa ver el log de fallos.
ca: Fes clic a OK per a veure el registre d'errors
es: Haga clic en OK para ver el log de errores
ro: Apasă OK pentru a vedea jurnalul cu erori.
zh_cn: 单击确定以查看错误日志。

source: Complete:
ast: Completáu:
ca: Completa:
es: Completado:
ro: Complet:
zh_cn: 完成：

source: % Down:
ast: % Descargando:
ca: %s Baixa:
es: % Descargando:
ro: % Jos:
zh_cn: ％ 订金：

source: Up:
ast: Xubiendo:
ca: Puja:
es: Subiendo:
ro: Sus:
zh_cn: 截至：

source: Relay:
ast: Retransmisión:
ca: Relé:
es: Retransmisión:
ro: Intermediar:
zh_cn: 继电器：

source: Stop running torrent?
ast: ¿Parar torrent n'execución?
ca: Atura el torrent en execució?
es: ¿Parar torrent en ejecución?
ro: Încetez rularea torrent-ului?
zh_cn: 停止运行种子？

source: You are about to start "%s". Do you want to stop the last running torrent as well?
ast: Vas aniciar «%s». ¿Quies parar tamién el caberu torrent n'execución?
ca: Estàs a punt d'iniciar «%s». Realment vols aturar l'últim torrent en execució?
es: Va a iniciar «%s». ¿Quiere parar también el último torrent en ejecución?
ro: Vrei să porneşti "%s". Vrei să opreşti ultimul torrent ce rulează de asemeni?
zh_cn: 您将要启动%s。是否要停止运行的最后洪流呢？

source: Have you donated?
ast: ¿Ficisti una donación?
ca: Ja has donat?
es: ¿Ha hecho una donación?
ro: Ai donat?
zh_cn: 你捐？

source: Welcome to the new version of %s. Have you donated?
ast: Bienllegáu a la nueva versión de %s. ¿Ficisti una donación?
ca: Benvingut a la nova versió de %s. Ja has donat?
es: Bienvenido a la nueva versión de %s. ¿Ha hecho una donación?
ro: O utilizare plăcută a noii versiuni %s. Ai donat?
zh_cn: 欢迎来到%s个新版本。你捐？

source: Thanks!
ast: ¡Gracies!
ca: Gracies!
es: ¡Gracias!
ro: Mulţumim!
zh_cn: 谢谢！

source: Thanks for donating! To donate again,
ast: Gracies por donar! Pa donar una vegada más,
ca: Gràcies per donar! Per a donar un altra vegada,
es: Gracias por donar! Para donar una vez más,
ro: Mulţumim pentru donaţie. Pentru a dona din nou,
zh_cn: 感谢捐赠！再次捐赠，

source: select "Donate" from the "Help" menu.
ast: Seleiciona "Donar" nel menú d'Aida.
ca: seleccióna "Donar" des del menú "Ajuda"
es: Seleccione "Donar" en el menú de "Ayuda".
ro: selectează "Donează" din meniul "Ajutor"
zh_cn: 选择捐赠从帮助菜单。

source: The ports on your router are not configured properly. This will interefere with file transfers. Please forward the appropriate ports to your machine.
ast: Los puertos del router nun tan bien configuraos. Esto va interferir coles tresferencies de ficheros. Redireiciona los puertos necesarios al to equipu.
ca: Els ports del teu router no estan configurats correctament. Això interferirà amb les transferències de fitxers. Si us plau obre els ports apropiats de la teva màquina.
es: Los puertos en su enrutador no están configurados adecuadamente. Esto interferirá con las transferencias de archivos. Redireccione los puertos adecuados a su equipo.
ro: Porturile din router-ul tău nu sunt configurate corect. Acest lucru va interfera cu transferul de fişiere. Te rog să redirecţionezi porturile corespunzătoare către sistemul tău.
zh_cn: 路由器上的端口配置不正确。这会干扰与文件传输。请提出了相应的端口到你的机器。

source: Ports are closed!
ast: Los puertos tán pesllaos!
ca: Els ports són tancats!
es: Los puertos están cerrados!
ro: Porturile sunt închise!
zh_cn: 端口是关闭！

source: Ports are open!
ast: Los puertos tán abiertos!
ca: Els ports són oberts!
es: Los puertos están abiertos!
ro: Porturile sunt deschise.
zh_cn: 港口是开放！

source: Relay
ca: Entrega
es: Repetidor
ro: Intermediere
zh_cn: 继电器

source: %s Error
ro: Eroare %s
zh_cn: %s 错误

source: _Control
zh_cn: 控制
